Repository: collective/collective.texttospeech
Catalog: src/collective/texttospeech/locales/*/LC_MESSAGES/collective.texttospeech.po
Languages: es, pt_br

source: A list of CSS class identifiers that will be ignored on speech synthesis. Elements with any of these classes directly applied to them, or to a parent element, will be skipped. Default values include image captions ("image-caption") and side quotes ("pullquote").
es: Una lista de identificadores de clases CSS que serán ignorados durante la síntesis de habla. Los elementos con cualquiera de esas clases aplicadas directamente en ellos, o en algún elemento padre, serán ignorados. Los valores por defecto incluyen los pies de foto ("image-caption") y las citas laterales ("pullquote").
pt_br: Uma lista de identificadores de classes CSS que serão ignorados na síntese de voz. Os elementos com alguma de essas classes aplicadas direitamente neles, ou em algum elemento pai, serão ignorados. Os valores padrão incluem legendas de imagem ("image-caption") e citações laterais ("pullquote").

source: Add Text-to-Speech feature to Plone.
es: Adiciona la funcionalidad de síntesis de habla a Plone.
pt_br: Adiciona a funcionalidade de síntese de voz ao Plone.

source: CSS class
es: Clase CSS
pt_br: Classes CSS

source: CSS class blacklist
es: Clases CSS a ignorar
pt_br: Classes CSS a ignorar

source: Could not load ResponsiveVoice library; Text-To-Speech feature is disabled or is not available.
es: No fue posible cargar la biblioteca ResponsiveVoice; la funcionalidad de síntesis de habla está deshabilitada o no está disponible.
pt_br: Não foi possível carregar a biblioteca ResponsiveVoice; a funcionalidade de síntese de voz está inabilitada ou não está disponível.

source: Enable Text-to-Speech?
es: ¿Habilitar síntesis de habla?
pt_br: Habilitar síntese de voz?

source: Enabled Content Types
es: Tipos de contenido habilitados
pt_br: Tipos de conteúdo habilitados

source: Here you can modify the settings for collective.texttospeech.
es: Aquí puede modificar las configuraciones de síntesis de habla.
pt_br: Aqui pode modificar as configurações de síntese de voz.

source: If selected, Text-to-Speech feature will be enabled sitewide.
es: Si está seleccionado, la funcionalidad de síntesis de habla estará habilitada en el sitio.
pt_br: Se estiver selecionado, a funcionalidade de síntese de voz estará habilitada no site.

source: Listen
es: Escuchar
pt_br: Ouvir

source: Only objects of these content types will display a Text-to-Speech button.
es: Sólo los objetos de estos tipos de contenido mostrarán el botón de síntesis de habla.
pt_br: Só objetos de esses tipos de conteúdo mostrarão o botão de síntese de voz.

source: Pause
es: Pausar
pt_br: Pausar

source: Resume
es: Continuar
pt_br: Continuar

source: Speech synthesis control
es: Control de la síntesis de habla
pt_br: Controle da síntese de voz

source: Text-to-Speech
es: Síntesis de habla
pt_br: Síntese de voz

source: Uninstalls collective.texttospeech.
es: Desinstala collective.texttospeech.
pt_br: Remove o collective.texttospeech.

source: Voice
es: Voz
pt_br: Voz

source: Voice used to read the text.
es: Voz utilizada para leer el texto.
pt_br: Voz utilizada para ler o texto.
